Closes the currently open connected face set.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public void CloseConnectedFaceSet()
  Visual Basic
Public Sub CloseConnectedFaceSet
  Visual C++
public:
void CloseConnectedFaceSet()
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions InvalidOperationException   |   A face set is empty and cannot be closed until some faces are added.
 See Also
  TessellatedShapeBuilder Class
  Autodesk.Revit.DB Namespace